Repository: openfoodfacts/openfoodfacts-webcomponents
Catalog: web-components/xliff/*.xlf
Languages: nl, uk, zh

# s49730f3d5751a433
source: Loading...
nl: Bezig met laden...
uk: Завантаження...
zh: 載入中...

# s95d23d03f9147581
source: Unzoom
nl: Uitzoomen
zh: 取消缩放

# s166bd56d19670a72
source: Zoom
nl: Inzoomen
zh: 放大

# s01d2865e3e1d5501
source: Thank you for your assistance!
nl: Bedankt voor je hulp!
uk: Дякую за вашу допомогу!
zh: 谢谢您的帮助！

# s4e94adf723979402
source: Open Food Facts needs your help with this product.
nl: Open Food Facts heeft je hulp nodig bij dit product.
uk: Open Food Facts потребує вашої допомоги з цим продуктом.
zh: Open Food Facts 需要您对该产品的帮助。

# s25e94495991e95ba
source: Thanks for your help! Can you assist with another question?
nl: Bedankt voor je hulp! Kan je ons helpen met een andere vraag?
uk: Дякуємо за допомогу! Чи можете ви допомогти з іншим запитанням?
zh: 谢谢您的帮助！您能帮我解答其他问题吗？

# s7ce4fd9430e80cea
source: value
nl: waarde
uk: вартість
zh: 值

# s6498dfe4855bb3a7
source: unit
nl: eenheid
uk: одиниць

# s59df20feee978e5b
source: Error: Invalid value.
nl: Fout: Ongeldige waarde.
uk: Помилка: недійсне значення.
zh: 错误：无效值。

# sbd9a0b2293b3cd3c
source: Serving size
nl: Grootte van een portie
uk: Розмір порції
zh: 份量

# sbb623d6b18d966a0
source: Nutrition facts are displayed on the packaging:
nl: Voedingswaarden worden weergegeven op de verpakking:
uk: Харчова цінність вказана на упаковці:
zh: 营养成分表显示在包装上：

# sca0c3305aff570b8
source: per specified serving "${this._servingSizeValue}"
nl: per opgegeven portie "${this._servingSizeValue}"
uk: за вказану порцію "${this._servingSizeValue}"

# s453188ea728f64da
source: Add a nutrient
nl: Voeg voedingsstof toe
uk: Додати поживну речовину
zh: 添加营养

# sc5575e3107f87874
source: Rotate image to the left
nl: Afbeelding naar links draaien
uk: Повернути зображення ліворуч
zh: 向左旋转图像

# se773f50d2a16d481
source: Rotate image to the right
nl: Afbeelding naar rechts draaien
uk: Повернути зображення праворуч
zh: 向右旋转图像

# s475b08749d0706ed
source: Help us inform millions of consumers around the world about what they eat
nl: Help ons miljoenen consumenten over de hele wereld te informeren over wat ze eten
uk: Допоможіть нам інформувати мільйони споживачів по всьому світу про те, що вони їдять
zh: 帮助我们向全球数百万消费者推荐食物

# sfc40ea3d5d5aa6f8
source: Your donations fund the day-to-day operations of our non-profit association:
nl: Met uw donaties financieren wij de dagelijkse activiteiten van onze non-profitorganisatie:
uk: Ваші пожертви фінансують щоденні операції з нашої неприбуткової асоціації:
zh: 您的捐款将资助我们非营利协会的日常运营：

# s1c5031113de500ce
source: keeping our database open & available to all,
nl: onze database open & beschikbaar houden voor iedereen,
zh: 保持我们的数据库开放 & 对所有人开放，

# sebb2c6c830a44574
source: technical infrastructure (website/mobile app) & a small permanent team
nl: technische infrastructuur (website/mobiele app) & een klein vast team
uk: технічна інфраструктура (веб-сайт/мобільний додаток) & невелика постійна команда
zh: 技术基础设施（网站/移动应用程序）和一个小型常驻团队

# sd82bc2decefa621b
source: remain independent of the food industry,
nl: onafhankelijk blijven van de voedingsindustrie,
uk: залишаємося незалежними від харчової промисловості,
zh: 保持独立于食品行业，

# sb3bdd638a58d30f4
source: engage a community of committed citizens,
nl: een gemeenschap van toegewijde burgers betrekken,
uk: залучаємо спільноту відданих громадян,
zh: 参与一个由坚定者组成的社区，

# s100c4928cc74642a
source: support the advancement of public health research.
nl: de vooruitgang van onderzoek op het gebied van de volksgezondheid ondersteunen.
uk: підтримуємо розвиток досліджень громадського здоров'я.
zh: 支持公共卫生研究的进步。

# s6d7b6cdedaadfb6e
source: Each donation counts! We appreciate your support in bringing further food transparency in the world.
nl: Elke donatie telt! Wij waarderen uw steun om meer voedseltransparantie in de wereld te brengen.
uk: Кожна пожертва має значення! Ми цінуємо вашу підтримку в забезпеченні подальшої прозорості харчових продуктів у світі.
zh: 每一份捐款都意义非凡！感谢您的支持，让我们共同努力，进一步提升全球食品透明度。

# s6306a31415aea913
source: I SUPPORT
nl: IK STEUN
uk: Я ПІДТРИМУЮ
zh: 我支持

# scbab4bd737ba7934
source: group photo donation ${this.currentYear}
nl: groepsfoto donatie ${this.currentYear}

# s43df2e8395f6834e
source: Please give to our ${this.currentYear} Fundraiser
nl: Doneer alstublieft aan onze ${this.currentYear} inzamelingsactie

# s000d98595e959c1e
source: Get It On Google Play
nl: Beschikbaar in Google Play
uk: Завантажити з Google Play
zh: 在 Google Play 上获取

# s547c12ae169d00bc
source: Available on F-Droid
nl: Beschikbaar op F-Droid
uk: Доступно на F-Droid
zh: 可在 F-Droid 获取

# s21e73088de6f26f3
source: Download on the App Store
nl: Beschikbaar in de App Store
uk: Завантажити із App Store
zh: 在app商店下载

# sc52696641af72b53
source: Install the app!
nl: Installeer de app!
uk: Встановіть додаток!
zh: 安装 App

# h5d824b4954e56ea5
source: Scan your <span class="everyday">everyday</span> <span class="foods">foods</span>
nl: Scan uw <span class="everyday">dagelijkse</span> <span class="foods">voedingsmiddelen</span>

# s8a8bfd67f2dd2810
source: Download the OFF app with this QR code
nl: Download de OFF-app met deze QR-code
uk: Завантажте програму OFF за допомогою цього QR-коду

# s4bbc7472834a9686
source: Your browser does not support barcode scanning.
nl: Uw browser ondersteunt het scannen van streepjescodes niet.
uk: Ваш браузер не підтримує сканування штрих-кодів.

# s5e8250fb85d64c23
source: Close
nl: Sluit
uk: Закрити
zh: 關閉

# s976dfd19ef58a1e1
source: Click to scan a barcode and find out its details (health, preferences, etc.)
nl: Klik om een streepjescode te scannen en de details ervan te bekijken (gezondheid, voorkeuren, enz.)
uk: Клацніть, щоб відсканувати штрих-код і дізнатися його деталі (здоров’я, уподобання тощо)

# sc0520e1732a5c568
source: Expand image
nl: Afbeelding uitvouwen

# sab56a1d439576fd6
source: Suggestion icon
nl: Suggestiepictogram

# sf9aee319a006c9b4
source: Add
nl: Toevoegen

# s5666afe5cd0166de
source: Please fix the errors or modify the text before confirming
nl: Verbeter de fouten of wijzig de tekst voordat u bevestigt

# s06f6c6f99db6b552
source: Original
nl: Origineel

# sc57b630a7a70c61f
source: Suggested fix
nl: Voorgestelde verbetering

# s417b90913e05bc17
source: Preview
nl: Voorbeeld

# s5dd6f12783fca34f
source: Edit ingredients list
nl: Ingrediëntenlijst bewerken

# s33f85f24c0f5f008
source: Save
nl: Opslaan

# s2ceb11be2290bb1b
source: Cancel
nl: Annuleer

# s66413c24dcf680e2
source: Skip
nl: Overslaan

# s64ef2a6c2dd1d3d1
source: Edit
nl: Bewerken

# h6bdd1b427aa985a4
source: This tool allows you to correct the ingredients list. You can add, remove or edit ingredients list. <br> This character <span class="highlight">␣</span> represents a space. <br> This character <span class="highlight">↩︎</span> represents a line break.
nl: Met deze tool kunt u de ingrediëntenlijst corrigeren. U kunt ingrediëntenlijsten toevoegen, verwijderen of bewerken. <br> Dit teken <span class="highlight">␣</span> staat voor een spatie. <br> Dit teken <span class="highlight">↩︎</span> staat voor een regelovergang.

# s11a18a69b30b65ed
source: Help us fix errors in ingredients list
nl: Help ons fouten in de ingrediëntenlijst op te lossen

# sbd6be5cde472f37c
source: All insights have been answered! Thanks for your help!
nl: Alle inzichten zijn beantwoord! Bedankt voor je hulp!

# sa95b4224f685a36a
source: Close modal
nl: Sluit venster

# s67ae6594857a4d57
source: Thanks for your contribution!
nl: Bedankt voor uw bijdrage!

# s061eb5af92512c85
source: Saved! Can you help with another one?
nl: Opgeslagen! Kun je ons helpen met nog een vraag?

# sb125568d43642e6f
source: Answer questions about the product.
nl: Beantwoord vragen over het product.

# sdc792b75f1edcaba
source: Help us correct the spelling of ingredients.
nl: Help ons de spelling van ingrediënten te corrigeren.

# s5c92c0051d44b6de
source: Help us correct the nutritional information.
nl: Help ons de voedingsinformatie te corrigeren.

# sd698d21ddecba56b
source: Hey! You can help us improve the product information by answering the following parts:
nl: Hé! Je kunt ons helpen de productinformatie te verbeteren door de volgende vragen te beantwoorden:

# s05ec315d9308091a
source: Barcode corners icon
nl: Barcodehoekenpictogram

# sdc673e73b5c13aea
source: Delete
nl: Verwijder

# s15d64a0a6715285a
source: New key
nl: Nieuwe sleutel

# scb3b0671d7b7f640
source: New value
nl: Nieuwe waarde

# sb3d4f79d9d8b71e5
source: Submit
nl: Bevestigen

# s0d5b7fee0311db68
source: Property
nl: Eigenschap

# s41f7dca46d3f1b4a
source: Value
nl: Waarde

# s8af61807443f32a4
source: Actions
nl: Acties

# seffa8ca49175b5f0
source: Personalized properties
nl: Gepersonaliseerde eigenschappen

# s907f7a97c6b29425
source: Be aware the data model might be modified. Use at your own risk.
nl: Houd er rekening mee dat het datamodel kan worden gewijzigd. Gebruik op eigen risico.

# sf44a6b3b232c28ea
source: Replace current value by ${text}
nl: Vervang huidige waarde door ${text}

# s0fb218abc2e157ed
source: Invalidate image
nl: Afbeelding ongeldig maken

# scb489a1a173ac3f0
source: Yes
nl: Ja

# s09205907b5b56cda
source: No
nl: Nee

# s42dd66b2441566fd
source: Center icon
nl: Centrumpictogram

# s422bba9636ce2489
source: Center image
nl: Afbeelding centreren

# s8038273de2cf8b73
source: Please select a region to crop.
nl: Selecteer een regio om bij te snijden.

# s39bcf88721a1e8ee
source: Reset selection
nl: Selectie resetten

# sb8178320160f84ea
source: Show crop
nl: Toon bijgesneden afbeelding

# s33f786bb6b4f0cf4
source: Crop Result
nl: Resultaat van het bijsnijden

# s6cee7cad81dfedd1
source: Cropped Image
nl: Bijgesneden afbeelding

# s02ce7a2e7c1b020b
source: Validate crop
nl: Valideer de bijgesneden afbeelding

# s383ae4449428b61e
source: Reset crop
nl: Bijgesneden afbeelding resetten

# sc6daf8a31883f8b9
source: Move image
nl: Afbeelding verplaatsen

# s19059bf0c4f7c162
source: Selection area
nl: Selectiegebied

# s4f4886341969d552
source: Move selection
nl: Selectie verplaatsen

# scfed2f270ef6a3aa
source: Select area
nl: Selecteer gebied

# sc0cc559e7ede852a
source: Resize top
nl: Formaat wijzigen van de bovenkant

# s453ab0dbb9b5c777
source: Resize right
nl: Formaat wijzigen van de rechterkant

# s8a63be30a129a59c
source: Resize bottom
nl: Formaat wijzigen van de onderkant

# s787dd11bed0dc88a
source: Resize left
nl: Formaat wijzigen van de linkerkant

# s8b33c244759d7bd4
source: Resize top right
nl: Formaat wijzigen van de rechter bovenhoek

# sa63907958bd0ec4b
source: Resize top left
nl: Formaat wijzigen van de linker bovenhoek

# sdca5deead576ceee
source: Resize bottom right
nl: Formaat wijzigen van de rechter onderhoek

# sac47ea2901d04c15
source: Resize bottom left
nl: Formaat wijzigen van de linker onderhoek

# s4df2f533c0c1e7d0
source: Image controls
nl: Beeldbedienelementen

# sd1022bc1ef9204f7
source: Zoomable image
nl: Inzoombare afbeelding

# s3f4e4b52f230a892
source: Image canvas
nl: Afbeeldingcanvas

# s5ed03bb1f3a15949
source: Picture
nl: Afbeelding

# sbad7d2734149470b
source: Validate
nl: Bevestigen

# se419a9ab36987490
source: Invalidate
nl: Ongeldig maken

# s10db5498186c083b
source: Cancel crop
nl: Bijsnijden annuleren

# sec6377f3c4e9b28c
source: I'll propose a better crop
nl: Ik zal een betere bijgesneden afbeelding voorstellen

# s03e9c8114521b998
source: I'll edit the ingredients
nl: Ik zal de ingrediënten aanpassen

# s98ff35f2a00dc60d
source: Ingredients :
nl: Ingrediënten:

# s013bdc8cf0d3583d
source: Help us for ingredients
nl: Help ons met ingrediënten

# sd1077c055cf9ba6b
source: Help us validate the ingredient list of the product.
nl: Help ons de ingrediëntenlijst van het product te valideren.

# s8f839a03997a16d7
source: View Product
nl: Bekijk product

# s1dc4daf989c71284
source: Help us correct the nutritional information
nl: Help ons de voedingswaarden te corrigeren

# sf57a61152168cc81
source: Help us correct the ingredient detection
nl: Help ons de ingrediëntdetectie te corrigeren

# scf23a05631f93732
source: Confirm Delete
nl: Bevestig Verwijderen

# sdcc2555c5dde524f
source: Are you sure you want to delete this item? This action cannot be undone.
nl: Weet u zeker dat u dit item wilt verwijderen? Deze actie kan niet ongedaan worden gemaakt.

# s901ae1e236ac45d3
source: Cancel deletion
nl: Verwijdering annuleren

# sc681b137e8f604f7
source: Confirm deletion
nl: Bevestig verwijderen

# s4f751fb9b3ed766c
source: Creating a New Property
nl: Een nieuwe eigenschap maken

# sdb97e5976482606e
source: Check if a property already exists
nl: Controleer of een eigenschap al bestaat

# sb125227d436c2925
source: Search for your property concept in the existing properties database:
nl: Zoek naar het concept van uw eigenschap in de bestaande eigenschappendatabase:

# s86197dcf3e96af64
source: Browse and search existing properties
nl: Bekijk en doorzoek bestaande eigenschappen

# s34be4af4e8fec4ae
source: Ask the community first
nl: Vraag het eerst aan de gemeenschap

# s36d86adc823cbfa6
source: Before creating a new property, discuss it with the community:
nl: Bespreek de nieuwe eigenschap met de gemeenschap voordat u deze aanmaakt:

# s06847c221c4c0bc1
source: I would like to create a property to [describe your use case]...
nl: Ik zou een eigenschap willen maken om [beschrijf uw gebruiksdoel]...

# scd21019c3cd618f3
source: Join Slack Discussion
nl: Doe mee aan de Slack-discussie

# s8db84aa4bc949af2
source: Document the New Property
nl: Documenteer de nieuwe eigenschap

# sb3cbcc1bd0fff140
source: Once you've verified that your property doesn't exist and the community agrees it's useful, you need to first document it in the wiki.
nl: Zodra je hebt geverifieerd dat je eigenschap nog niet bestaat en de gemeenschap het ermee eens is dat deze nuttig is, moet je deze eerst in de wiki documenteren.

# sfacbbe968fa7d773
source: Property name:
nl: Eigenschapsnaam:

# s5560fb119e40923d
source: Enter property name...
nl: Voer een eigenschapsnaam in...

# s2db7b654c0a9bde0
source: Document the property
nl: Documenteer de eigenschap

# s39e14e14300694c7
source: Documentation and Guidelines
nl: Documentatie en richtlijnen

# s801a05fa8e881f37
source: Learn more about property creation and guidelines:
nl: Meer informatie over het aanmaken van eigenschappen en richtlijnen:

# s3781d25aa51a736c
source: Folksonomy Engine Documentation
nl: Folksonomy Engine-documentatie

# s9b87abd68fb9df45
source: Not found? Create new key {value}
nl: Niet gevonden? Maak nieuwe sleutel aan {value}

# hb28f1f2ec1744ee9
source: These properties are created and filed by users for any kind of usages. Feel free to add your own. The properties and values you create <strong>must be factual</strong>. You can dive into <a href="${this.propertiesBaseUrl}">the list of properties already used by the community</a> or explore the <a href="${this.propertiesDocumentationUrl}">properties' documentation and its search engine</a>.
nl: Deze eigenschappen worden door gebruikers aangemaakt en opgeslagen voor allerlei doeleinden. Voeg gerust uw eigen eigenschappen toe. De eigenschappen en waarden die u aanmaakt <strong>moeten waarheidsgetrouw zijn </strong>. U kunt een kijkje nemen in <a href="${this.propertiesBaseUrl}">de lijst met eigenschappen die al door de gemeenschap </a> worden gebruikt of de <a href="${this.propertiesDocumentationUrl}">documentatie van de eigenschappen en de zoekmachine bekijken</a>.

# h1fbdfea3ad6d664e
source: This is brought by the <a href="${this.folksonomyEngineUrl}">Folksonomy Engine project</a>. Don't hesitate to participate or give feedback
nl: Dit wordt aangeboden door het <a href="${this.folksonomyEngineUrl}">Folksonomy Engine-project</a>. Aarzel niet om deel te nemen of feedback te geven

# s71a5c9f4b68ef4d4
source: Count
nl: Aantal

# s57472465a23b41db
source: Values
nl: Waarden

# s74cb3d66f6a668e1
source: Documentation
nl: Documentatie

# s565867d84c04aea2
source: Filter properties...
nl: Eigenschappen filteren...

# s3b430cfa5c1fe7f4
source: Documentation for ${property.k}
nl: Documentatie voor ${property.k}

# s000a5b76bd3a01c2
source: Loading properties...
nl: Eigenschappen laden...

# s9a7f60fce090ecaf
source: Failed to load properties. Please try again later.
nl: Eigenschappen laden mislukt. Probeer het later opnieuw.

# scdb6cad0b92721bf
source: No properties found.
nl: Geen eigenschappen gevonden.

# scace072bef961918
source: Rows
nl: Rijen

# s0bb2d48532acc455
source: Download CSV
nl: CSV downloaden

# s255857544a9d5ec0
source: Reset
nl: Herstellen

# sefaba4adc4ec9219
source: Folksonomy Properties
nl: Folksonomy-eigenschappen

# sa548778b24054030
source: Explore all contributed properties from the Folksonomy Engine project. These properties provide additional metadata and insights about products in the Open Food Facts database.
nl: Verken alle bijgedragen eigenschappen van het Folksonomy Engine-project. Deze eigenschappen bieden aanvullende metadata en inzichten over producten in de Open Food Facts-database.

# sbe472dc3c2685985
source: Corresponding Value
nl: Overeenkomstige waarde

# s4d42cc7e00076a3b
source: Product Count
nl: Aantal Producten

# s1a52515ec8ddade8
source: Product barcode
nl: Streepjescode van product

# sfe87465d50530725
source: Corresponding value
nl: Overeenkomstige waarde

# s839cc2908a5387f2
source: Filter barcodes...
nl: Barcodes filteren...

# sb7f72e4c8a2d3357
source: Filter values...
nl: Waarden filteren...

# s1205d5f6fccf8e69
source: Property Value
nl: Eigenschapswaarde

# s58e1eeea7a60ae51
source: Loading products...
nl: Producten laden...

# sb560fa37a7bfb6c2
source: No products found for this property.
nl: Er zijn geen producten gevonden voor deze eigenschap.

# seea3800e27baa686
source: Individual Products
nl: Individuele producten

# s081e2ad82db71e1d
source: Grouped Values
nl: Gegroepeerde waarden

# s9fc41f789c63b40d
source: Products
nl: Producten

# s1e00019dc454872d
source: Please provide a property name using the property-name attribute.
nl: Geef een eigenschapsnaam op met behulp van het kenmerk property-name.

# sc895972c88d38ca5
source: Folksonomy property
nl: Folksonomy-eigenschap

# se5127cf0f92e7e48
source: Tip: you can also find the
nl: Tip: je kunt ook de

# sb28639570ff3b852
source: list of all properties
nl: lijst van alle eigenschappen

# sdbf806fefc584115
source: You should find a
nl: Je zou een

# s0b4235aae602a950
source: dedicated documentation
nl: speciale documentatie

# s55d7249883a98ca1
source: about this property on Open Food Facts wiki
nl: over deze eigenschap op Open Food Facts wiki moeten terugvinden

# s1e49126af0935a5b
source: List of products using this property
nl: Lijst met producten die deze eigenschap gebruiken

# sb1c538e038f9b214
source: Very Good Match ${score}%
nl: Zeer goede match ${score}%

# s718dea04853f80ae
source: Good Match ${score}%
nl: Goede match ${score}%

# s300b3a6ee4e1252d
source: Poor Match ${score}%
nl: Slechte match ${score}%

# sc1c08d0cbcc3bd24
source: Does Not Match
nl: Geen match

# s9c0f52425fd2f07e
source: May Not Match
nl: Mogelijks geen match

# sf88b90b8ba23871c
source: Unknown Match
nl: Onbekende match

# sa1fa766e0d5634d7
source: No Score Available
nl: Geen score beschikbaar

# s090c321cc9301918
source: Error: Value must have only 2 decimal
uk: Помилка: значення має мати лише 2 знаки після коми
zh: 错误：数值必须只有 2 位小数

# se206feec7ec57b28
source: per 100g
uk: на 100 г.
zh: 每 100 克

# s13d6dffec1a1ec2b
source: Nutrients
uk: Поживні речовини
zh: 营养成分

# hf83972f67d491f69
source: Open food facts lives thanks to its community.<br> Can you help us validate nutritional information?
uk: Open food facts живе завдяки своїй спільноті.<br> Чи можете ви допомогти нам перевірити інформацію про харчування?

# s7d8eadc53978967f
source: Thank you for your contribution!
uk: Дякуємо за Ваш внесок!

# sb4ff51a46f0cd54c
source: Hide image
uk: Приховати зображення

# s7124dde792a8faa2
source: Android APK
uk: АРК для Android
zh: Android APK文件
